Repository: Cannoliopsida/leafbyte
Catalog: iOS/LeafByte/*.lproj/Localizable.strings
Languages: es_419

source: No available camera
es_419: No hay cámara disponible

source: Scan Barcode and Take a Photo
es_419: Escanear código de barras y tomar una foto

source: Take a Photo
es_419: Tomar una foto

source: Cannot save to Google Drive without Google sign-in
es_419: No se puede guardar en Google Drive sin el inicio de sesión de Google

source: Saving data and images to %@
es_419: Guardando datos e imágenes en %@

source: and
es_419: y

source: data to %@
es_419: datos a %@

source: images to %@
es_419: imágenes to %@

source: Saving
es_419: Ahorro

source: none
es_419: ninguna

source: the Files App
es_419: la Aplicación de Archivos

source: the phone
es_419: el teléfono

source: under the name
es_419: bajo el nombre

source: Data and images
es_419: Datos y imágenes

source: Data
es_419: Datos

source: Images
es_419: Imágenes

source: are not being saved. Go to Settings to change.
es_419: no se están salvando. Ve a Configuración para cambiar.

source: Warning: Image may be fuzzy
es_419: Advertencia: la imagen puede ser borrosa

source: Touch leaf
es_419: Toca hoja

source: Change leaf
es_419: Cambia hoja

source: Leaf found
es_419: Hoja encontrada

source: Leaf not found
es_419: Hoja no encontrada

source: Touch scale
es_419: Toca escala

source: Change scale
es_419: Cambia escala

source: Scale found
es_419: Escala encontrada

source: Scale not found
es_419: Escala no encontrada

source: No scale
es_419: Sin escala

source: Loading
es_419: Cargando

source: Draw
es_419: Dibujar

source: Exclude Consumed Area
es_419: Excluir área consumida

source: No leaf found
es_419: No se encontró ninguna hoja

source: Could not save to Google Drive.
es_419: No se pudo guardar en Google Drive.

source: Switch to
es_419: Ahorrar a

source: Retry
es_419: Rever

source: Total Leaf Area= %@ cm2 Consumed Leaf Area= %@ cm2 Percent Consumed= %@%%
es_419: Área total de la hoja= %@ cm2 Área consumida de la hoja= %@ cm2 Porcentaje consumido= %@%%

source: Percent Consumed= %@%%
es_419: Porcentaje consumido= %@%%

source: Google sign-in is required for saving to Google Drive
es_419: Se requiere iniciar sesión en Google para guardar en Google Drive

source: Cancel
es_419: Cancelar

source: OK
es_419: De acuerdo

source: Back
es_419: Espalda

source: Sample Number
es_419: Numero de muestra

source: Sample %@
es_419: Muestra %@

source: Camera access denied
es_419: Acceso a la cámara denegado

source: To allow taking photos for analysis, go to Settings -> Privacy -> Camera and set LeafByte to ON.
es_419: Para permitir tomar fotos para el análisis, vaya a Configuración -> Privacidad -> Cámara y configure LeafByte en ENCENDIDO.

source: Files App
es_419: Aplicación de Archivos

source: Phone
es_419: Teléfono
